{"brand": "Pixel Gun 3D - FPS Shooter", "rating": "4.2", "google_description": "<div class=\"bARER\" data-g-id=\"description\">Pixel Gun 3D is a fun first-person multiplayer action shooter. Download the game and enjoy blocky graphics, competitive gameplay, and much more:<br><br>🔫 1000+ cool weapons<br>💣 40 useful gadgets and tools<br>🕹️ 10+ various game modes<br>🎮 10+ exciting mini-games<br>🏰 100+ beautiful maps rotating during the year<br>💀 Zombie-survival campaign<br><br>👾 IMPOSTER MODE 👾 <br>Trapped in the Spaceship with other players, you need to do some tasks to keep the ship working and return home. But there is an impostor in the team who will always interfere with your plans.<br><br>👑 ALL-NEW CLANS 👑<br>Unite with friends and play together to get your clan to the top divisions and enjoy valuable prizes.<br>Update and customize your Fort to resist PvE Sieges and create a powerful tank to raid other Clans’ forts.<br> <br>⚔️ JOIN CLAN WARS! ⚔️<br>Conquer territories, control the huge global map, collect valor points, and gain income from your lands to win the war.<br> <br>🗡️ HUNDREDS OF WEAPONS 🗡️<br>There is an arsenal of more than 1000 different guns and other cool weapons in Pixel Gun 3D, and you can use all of them. Wanna shoot from a blaster pistol, use a medieval sword and shield or, maybe, the Dark Matter Generator? Just do it! And don’t forget about grenades..<br> <br>😎 PLENTY OF SKINS 👽<br>Would you like to be an Orc, a Skeleton, a mighty Amazon or someone else? Use extra-detailed skins and outfits to show off. Or create your own in the Skin Editor.<br><br>👾 GAME MODES 👾<br>Battle Royale, Raids, Deathmatch, Duels… There are so many opportunities for you to challenge yourself. Not mentioning the brawls that rotate every week..<br><br>🎲 MINI-GAMES 🎲<br>Tired of being the best on a battlefield? It is time to participate in the competitions and show your fighting and shooting skills to every warrior worldwide. Sniper Tournament, Parkour Challenge, Glider Rush and other challenges await their hero!<br><br><b>Follow our news:</b><br>Facebook: https://www.facebook.com/PixelGun3DOfficial/<br>Instagram: https://www.instagram.com/pixelgun3d_official/<br>YouTube: https://www.youtube.com/c/PixelGun3DYT<br>Support: support@cubicgames.com</div>", "google_logo": "https://play-lh.googleusercontent.com/7Q0qm3V53tyx6ADwlOfJO9_LC1WBSllFMi3HboSjUhgJeG60NgBKvW3BbhESzSbcLJ4t=s48-rw", "developer": "Cubic Games", "appstore_price": "0", "category": "Simulation", "brans": "Pixel Gun 3D - FPS Shooter", "detailinfo_1": "<div class=\"detailinfo\"><h2 class=\"editor-review__headline\">Free Game for Action Fans</h2><p>Pixel Gun 3D is a first person shooter game that takes place in a very colourful and cool looking world. the graphics are block style, which helps to give the game an unusual and appealing look, while there is a huge world that is just waiting to be explored as you search for people to fight with and try to stay alive for as long as possible.</p></div>", "detailinfo_2": "<div class=\"detailinfo\"><h3>Get Ready to do Battle</h3><p>Although the single player mode of Pixel Gun 3D offers players plenty of fun, the game really comes into its own with the multiplayer mode. This gives gamers the chance to gather a group of their favourite battle buddies and tae them on in a whole new way. there are plenty of different characters to choose from, each of which has a unique look and plenty of skills to take advantage of.</p><div id=\"review-app-page-desktop-wrapper\" class=\"sam-slot mv-m sam-slot--in-read-video\" data-meta=\"sam-in-read-video\"><a id=\"review-app-page-desktop__close\" class=\"is-hidden\" href=\"javascript:void(0)\" onclick=\"this.parentNode.style.display = 'none'; return false\"><div class=\"s-icon s-icon-close\"><svg class=\"s-icon__svg\" viewbox=\"0 0 1024 1024\" role=\"img\"><use class=\"s-icon__use\" xlink:href=\"#s-icon-symbol-close\" x=\"0\" y=\"0\"></use></svg></div></a><div class=\"sam-slot__wrapper\"><div id=\"review-app-page-desktop\" class=\"sam-slot__content\"></div></div><script>sam.cmd.push(function() { sam.display('review-app-page-desktop'); });</script></div></div>", "detailinfo_3": "<div class=\"detailinfo\"><h3>Are You a Sharp Shooter?</h3><p>People who enjoy first person shooter games and are looking for a new challenge are likely to have lots of fun playing Pixel Gun 3D. the unique look and feel of the huge gaming world helps to put it into a class of its own and the game is so engaging that even the popup ads are fairly easy to ignore.</p></div>", "rate": 1.0, "softonic_desc": "Pixel Gun 3D is a first person shooter game that takes place in a very colourful and cool looking world. the graphics are block style, which helps to give the game an unusual and appealing look, while there is a huge world that is just waiting to be explored as you search for people to fight with and try to stay alive for as long as possible.", "search_title": "Pixel Gun 3D: FPS Shooter  Battle Royale"}